[
    {
        "title": "Knee Replacement Surgery: A Quick Overview",
        "date":"POSTED 08 AUG, 2023 BY ADMIN",
        "image": "https://i.ibb.co/kGVhgQc/MHC-Digital-walk-through-knee-replacement-925x389pix-170322n-01-0fbb4b5903.jpg",
        "details": "Knee replacement, also called “knee arthroplasty” or “total knee replacement”, is a surgical procedure in which the natural cartilage and bone of the knee are replaced with prosthesis (artificial/man-made components), recreating the weight-bearing surface of the joint. Usually recommended to individuals with severe arthritis or a significant knee injury, the procedure involves the use of metal and/or plastic components to replace or cover the damaged components of the knee joint."
    },
    {
        "title": "What to Expect After a Heart Transplant Surgery?",
        "date":"POSTED 08 MAY, 2023 BY ADMIN",
        "image": "https://i.ibb.co/bXHZHpR/Heart-Transplant-Surgery-0399890e64.jpg",
        "details": "A heart transplant surgery involves replacing a failing or diseased heart with a healthier donor heart. It is an ideal procedure for individuals who have tried other surgeries or medications but whose heart conditions have not improved. The chance of survival after this operation is good with the right follow-up care."
        
    },
    {
        "title": "Early Detection Matters: Navigating Breast Cancer Screening in India",
        "date":"POSTED 18 JULY, 2023 BY ADMIN",
        "image": "https://i.ibb.co/3vW7JQJ/breast-cancer-awareness-9bb6571029.jpg",
        "details": "More than 170,000 new breast cancer cases are diagnosed every year in India, and unfortunately, there are more than 90,000 breast cancer-related deaths in the country. A significant number of Indian women diagnosed with breast cancer present with lumps that are fairly large in size."
    },
    {
        "title": "The Challenge of ‘Young Women with Breast Cancer",
        "date":"POSTED 11 FEB, 2023 BY ADMIN",
        "image": "https://i.ibb.co/xKZjRpy/Breast-cancer-pink-ribbon-03881df229.jpg",
        "details": "Breast cancer is known to be the most common cancer among women globally, accounting for roughly 2.3 million cases each year. Among all breast cancer cases, 10-20% of new cancers occur in women under the age of 40, which poses a major health challenge. Conventionally, cancer is known to be a disease of the ‘elderly’, and thus, the rising number of cases in young women comes as a surprise to many. "
    }
]